Repository: City-of-Turku/respa
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Time zone
fi: Aikavyöhyke
sv: Tidzon

source: Manager email
fi: Vahtimestarin sähköpostiosoite

source: Street address
fi: Katuosoite
sv: Gatuadress

source: Postal code
fi: Postinumero
sv: Postkod

source: Phone number
fi: Puhelinnumero
sv: Telefonnummer

source: Email
fi: Sähköpostiosoite
sv: E-post

source: WWW link
fi: Www-osoite
sv: WWW länk

source: Full postal address
fi: Täysi postiosoite
sv: Fullständig adress

source: Municipality
fi: Kunta
sv: Kommun

source: Picture URL
fi: Valokuvan osoite
sv: Bild URL

source: Picture caption
fi: Valokuvan kuvateksti
sv: Bilddtext

source: External data source
fi: Ulkoinen tietolähde
sv: Extern datakälla

source: External data source for opening hours
fi: Ulkoinen tietolähde aukioloajoille
sv: Extern datakälla för öppettider

source: unit
fi: toimipiste
sv: enhet

source: units
fi: toimipisteet
sv: enheter

source: subject of the authorization
fi: valtuutuksen kohde

source: authorization level
fi: valtuutustaso

source: authorized user
fi: valtuutettu käyttäjä

source: unit authorization
fi: toimipisteen valtuutus

source: unit authorizations
fi: toimipisteiden valtuutukset

source: Namespace
fi: Tunnisteavaruus

source: Value
fi: Arvo
sv: Värde

source: unit identifier
fi: toimipisteen tunniste
sv: identifierare av enhet

source: unit identifiers
fi: toimipisteen tunnisteet
sv: identifierare av enhet

source: unit group
fi: toimipisteryhmä
sv: enhetgrupp

source: unit groups
fi: toimipisteryhmät
sv: enhetgrupper

source: unit group authorization
fi: toimipisteryhmän valtuutus

source: unit group authorizations
fi: toimipisteryhmien valtuutukset

source: %(count)d hour
fi: %(count)d tunti

source: %(count)d minute
fi: %(count)d minuutti

source: Add Another
fi: Lisää toinen

source: Delete Item
fi: Poista

source: Finnish
fi: Suomi

source: English
fi: Englanti

source: Swedish
fi: Ruotsi

source: yyyy-mm-dd
fi: dd.mm.yyyy
sv: dd.mm.yyyy

source: Yes
fi: Kyllä
sv: Ja

source: No
fi: Ei
sv: Ingen

source: Hidden
fi: Piilotettu
sv: Dold

source: Published
fi: Julkaistu
sv: Offentlig

source: Can not be reserved
fi: Ei varattavissa
sv: Kan inte reserveras

source: Bookable
fi: Varattavissa
sv: Kan reserveras

source: Please check the opening hours.
fi: Tarkista aukioloajat.
sv: Kontrollera öppethållningstider

source: Staff account
fi: Henkilökunnan tili
sv: Personalkonto

source: Allows user to grant permissions to units
fi: Antaa käyttäjän myöntää käyttöoikeuksia toimipisteille
sv: Tillåter användare att bevilja behörigheter till behörigheter

source: You can't add, change or delete permissions to unit you are not admin of
fi: Et voi lisätä, poistaa tai muokata käyttöoikeuksia toimipisteelle, jonka ylläpitäjä et ole
sv: Du kan inte bevilja, redigera eller radera behörigheter till enheter som du inte är administratör för

source: Log out
fi: Kirjaudu ulos
sv: Logga ut

source: User management
fi: Käyttäjien hallinta
sv: Användarhantering

source: Contact us
fi: Ota yhteyttä
sv: Kontakta oss

source: Instructions
fi: Ohjeet
sv: Instruktioner

source: Copy to next
fi: Kopioi seuraavaan
sv: Kopiera till nästa

source: New period
fi: Uusi aikajakso
sv: Ny tidsperiod

source: Copy time period
fi: Kopioi aikajakso
sv: Kopiera tidsperiod

source: Edit time period
fi: Muokkaa ajanjaksoa
sv: Modifiera tidsperiod

source: Time interval
fi: Aikaväli
sv: Tidsintervall

source: Remove time period
fi: Poista ajanjakso
sv: Ta bort tidsperiod

source: Tarkista seuraavat virheet
fi: Check the following errors
sv: Kontrollera följande fel

source: Choose image
fi: Valitse kuva
sv: Välj bild

source: Remove image
fi: Poista kuva
sv: Radera bild

source: Log in
fi: Kirjaudu sisään
sv: Logga in

source: You are not allowed to use Respa Admin.
fi: Sinulla ei ole oikeutta Respa Adminiin.

source: Sorry, but "%(user)s" is not allowed to use Respa Admin. Please log in with a different account.
fi: Valitettavasti käyttäjällä "%(user)s" ei ole oikeutta kirjautua Respa Adminiin. Ole hyvä ja kirjaudu toisella tunnuksella.

source: Login failed
fi: Kirjautuminen epäonnistui
sv: Inloggningen misslyckades

source: Username
fi: Käyttäjätunnus

source: Password
fi: Salasana

source: Log in with Django account
fi: Kirjaudu sisään Django-tunnuksella
sv: Logga in med Django konto

source: All resources I manage
fi: Kaikki hallitsemani resurssit
sv: Alla mina resurser

source: Add a new resource
fi: Luo uusi resurssi
sv: Skapa ny resurs

source: Search
fi: Hae
sv: Sök

source: All units I manage
fi: Kaikki hallitsemani toimipisteet
sv: Alla mina enheter

source: All resources
fi: Kaikki resurssit
sv: Alla resurser

source: Filter
fi: Suodata
sv: Filtrera

source: Filter by type
fi: Tyyppi
sv: Filtrera enligt typ

source: Filter by unit
fi: Toimipaikka
sv: Filtrera enligt plats

source: Availability
fi: Saatavuus
sv: Tillgänglighet

source: Visibility
fi: Näkyvyys
sv: Synlighet

source: Edit
fi: Muokkaa
sv: Redigera

source: Unit management
fi: Toimipaikan hallinta
sv: Enhetshantering

source: Staff
fi: Henkilökunta
sv: Personal

source: Viewer
fi: Katsoja
sv: Visare

source: Manager
fi: Hoitaja
sv: Chef

source: Can approve reservations
fi: Voi hyväksyä varauksia
sv: Kan godkänna bokningen

source: Edit permissions
fi: Muokkaa käyttöoikeuksia
sv: Redigera behörigheter

source: Users by search term
fi: Käyttäjät haulla
sv: Användarsökning med term

source: Clear search
fi: Tyhjennä haku
sv: Rensa sökning

source: Save
fi: Tallenna
sv: Spara

source: Cancel
fi: Peruuta
sv: Avbryt

source: Add permissions
fi: Lisää käyttöoikeuksia
sv: Lägg till behörigheter

source: Accessibility
fi: Esteettömyys
sv: Tillgänglighet

source: Accessibility data is entered in the Accessibility Application.
fi: Tilan esteettömyystiedot täytetään Esteettömyyssovelluksessa.
sv: Tillgänglighetsdata anges i tillgänglighetsansökan.

source: Enter accessibility data
fi: Täytä esteettömyystiedot
sv: Ange tillgänglighetsdata

source: Booking information
fi: Varauksen tiedot
sv: Bokningsinformation

source: *Mandatory fields
fi: *Pakolliset kentät
sv: *Obligatoriska fält

source: Additional information before calendar.
fi: Lisätiedot ennen kalenteria.
sv: Ytterligare information

source: E-mail notifications
fi: Sähköposti-ilmoitukset
sv: E-post notifikationer

source: A notification will be sent when a space is booked.
fi: Ilmoitus lähetetään, kun tilaa varataan.
sv: Ett meddelande kommer att skickas då ett utrymme har bokats.

source: Choose from the list below
fi: Valitse allaolevasta listasta
sv: Välj från listan nedan

source: General information
fi: Yleiset tiedot
sv: Allmän information

source: *Mandatory Fields
fi: *Pakolliset kentät
sv: *Obligatoriska fält

source: Name and description
fi: Nimi ja kuvaus
sv: Namn och beskrivning

source: Contact person
fi: Yhteyshenkilö
sv: Kontaktperson

source: Contact person information is only for internal use.
fi: Yhteyshenkilön tiedot ovat vain sisäiseen käyttöön.
sv: Kontaktperson information är endast för internt bruk.

source: External calendar
fi: Ulkoinen kalenterijärjestelmä
sv: Externt kalendersystem

source: Images
fi: Kuva
sv: Bilder

source: You can only choose one main image.
fi: Voit valita vain yhden pääkuvan.
sv: Du kan endast välja en huvudbild.

source: Add image
fi: Lisää kuva
sv: Lägg till bild

source: Translations
fi: Käännökset
sv: Översättningar

source: Authentication, terms and price
fi: Tunnistautuminen, ehdot ja hinta
sv: Autentisering, villkor och pris

source: Opening hours
fi: Aukioloajat
sv: Öppettider

source: Add new time period
fi: Lisää uusi aikajakso
sv: Lägg till en ny tidsperiod

source: Add general time period
fi: Lisää yleinen kausi
sv: Lägg till allmäm tidsperiod

source: Permissions
fi: Käyttöoikeudet
sv: Behörigheter

source: Manager/admin of unit
fi: Toimipisteen ylläpitäjä/hoitaja
sv: Enhetens admin/chef

source: Booking form
fi: Varauslomake
sv: Bokningsformulär

source: Pricing
fi: Hinnoittelu
sv: Pris

source: The space is free of charge
fi: Tila on ilmainen
sv: Detta utrymme är gratis

source: Functions
fi: Toiminnot
sv: Funktioner

source: View resource
fi: Tarkastele resurssia
sv: Visa resurs

source: User profile
fi: Käyttäjäprofiili
sv: Användarprofil

source: All units
fi: Kaikki toimipisteet
sv: Alla enheter

source: Editable
fi: Muokattava
sv: Redigerbar

source: Can be edited
fi: Muokattavissa
sv: Kan redigeras

source: Can not be edited
fi: Ei muokattavissa
sv: Kan inte redigeras

source: Contact
fi: Yhteystiedot
sv: Kontaktuppgifter

source: View unit
fi: Tarkastele toimipistettä
sv: Visa enhet

source: Search for users
fi: Hae käyttäjiä

source: You can't remove staff status from user with existing permissions
fi: Ei voida poistaa henkilökunnan tili -merkintää käyttäjältä, jolla on käyttöoikeuksia toimipisteelle
sv: Det går inte att ta bort personalkontot från användaren med behörigheter till enheten

source: Failed to save. Please check the form for errors.
fi: Tallennus epäonnistui. Tarkista lomakkeen virheet.
sv: Det gick inte att spara. Kontrollera formuläret för fel.

source: Edit resource
fi: Muokkaa resurssia
sv: Modifiera resurs

source: Create new resource
fi: Luo uusi resurssi
sv: Skapa ny resurs

source: Unit saved
fi: Toimipiste tallennettu
sv: Enheten sparad

source: Edit unit
fi: Muokkaa toimipistettä
sv: Redigera enhet

source: Create new unit
fi: Luo uusi toimipiste
sv: Skapa ny enhet

source: Saving failed. Check error in the form.
fi: Tallennus epäonnistui. Tarkista lomakkeen virheet.
sv: Sparningen misslyckades. Visa fel i formuläret.

source: Edit Unit
fi: Muokkaa toimipistettä
sv: Redigera enhet

source: a descriptive name for this Exchange configuration
fi: kuvaava nimi tälle Exchange-kokoonpanolle
sv: ett beskrivande namn för denna Exchange konfiguration

source: the URL to the Exchange Web Service (e.g. https://contoso.com/EWS/Exchange.asmx)
fi: URL Exchange Web Serviceen (esim. https://contoso.com/EWS/Exchange.asmx)
sv: URL till Exchange Web Service (e.g. https://contoso.com/EWS/Exchange.asmx)

source: username
fi: käyttäjätunnus
sv: användarnamn

source: the service user to authenticate as, in domain\username format
fi: palveluun autentikoituva käyttäjä, muotoa domain\käyttäjänimi
sv: tjänsten användare att autentisera som, typ domain\användarnamn

source: password
fi: salasana
sv: lösenord

source: the user's password (stored as plain-text)
fi: käyttäjän salasana (säilytetään selkokielisenä)
sv: användarens lösenord (lagras som vanlig text)

source: enabled
fi: käytössä
sv: aktiverad

source: whether synchronization is enabled at all against this Exchange instance
fi: määrittää onko synkronointi käytössä tässä Exchange instanssissa
sv: bestämmer om synkronisering är aktiverad på denna instans

source: Exchange configuration
fi: Exchange konfiguraatio
sv: Exchange konfiguration

source: Exchange configurations
fi: Exchange konfiguraatiot
sv: Exchange konfigurationer

source: sync Exchange to Respa
fi: synkronoi Exchange Respaan
sv: synkronisera Exchange till Respa

source: if disabled, events will not be synced from the Exchange calendar to Respa
fi: mikäli ei käytössä, tapahtumia ei synkronoida Exchange-kalenterista Respaan
sv: om inaktiverad, händelser kommer inte synkroniseras från Exchange kalendern till Respa

source: sync Respa to Exchange
fi: synkronoi Respa Exchangeen
sv: synkronisera Respa till Exchange

source: if disabled, new events will not be synced from Respa to the Exchange calendar; pre-existing events continue to be updated
fi: mikäli ei käytössä, uusia tapahtumia ei synkronoida Respasta Exchange-kalenteriin; ennestään olleet tapahtumat päivittyvät
sv: om inaktiverad, nya händelser kommer inte att synkroniseras från Respa till Exchange kalender; förevarande händelser fortsätter att uppdateras

source: principal email
fi: pääasiallinen sähköpostiosoite
sv: viktigaste email

source: the email address for this resource in Exchange
fi: sähköpostiosoite tähän resurssiin Exchangessa
sv: email adressen för den här resursen i Exchange

source: Exchange resource
fi: Exchange resurssi
sv: Exchange resursen

source: Exchange resources
fi: Exchange resurssit
sv: Exchange resurser

source: Exchange reservation
fi: Exchange varaus

source: Exchange reservations
fi: Exchange varaukset
sv: Exchange reservationer

source: Turku Users
fi: Turku käyttäjät

source: Logged in as user
fi: Kirjauduttiin sisään käyttäjänä

source: staff status
fi: henkilökuntaa
sv: personal status

source: Designates whether the user can log into Django Admin or Respa Admin sites.
fi: Määrää pystyykö käyttäjä kirjautumaan Django Admin tai Respa Admin -käyttöliittymiin.
sv: anger om användaren kan logga in på Django Admin eller Respa Admin webbplatser.

source: general administrator status
fi: yleinen ylläpitäjä
sv: universell administratör

source: Designates whether the user is a General Administrator with special permissions to many objects within Respa. This is almost as powerful as superuser.
fi: Määrää onko käyttäjä yleinen ylläpitäjä, jolla on erityisoikeuksia moniin Respan kohteisiin. Tämä on lähes yhtä vaikutusvaltainen kuin pääkäyttäjä.
sv: anger om användaren är en General Administrator med särskilda behörigheter för många objekt inom Respa

source: Unit "{pk_value}" does not exist.
sv: Enhet "{pk_value}" existerar inte.

source: Only allowed to be set by resource managers
sv: Tillåts endast ställas in av resurshanterare

source: Invalid pk "{pk_value}" - object does not exist.
sv: Felaktig pk "{pk_value}" - objektet existerar inte.

source: Home
sv: Hem

source: Extra questions for reservation
sv: Extra frågor för bokning

source: Favorite resources
sv: Favorit resurser

source: Reservation failed. Try again later.
sv: Bokningen misslyckades. Försök igen senare.

source: How many hours before reservation the reminder is sent
sv: Hur många timmar före reserveringen ska SMS-påminnelsen skickas
