Repository: City-of-Turku/respa
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: No permission to modify this reservation's catering orders.
fi: Ei oikeutta muokata tämän varauksen tarjoilutilauksia.
sv: Ingen tillåtelse att ändra reservationens cateringorder.

source: The order contains products from several providers.
fi: Tilaus sisältää tuotteita useammalta tarjoajalta.
sv: Ordern innehåller produkter från flera leverantörer.

source: time of creation
fi: Lisäysaika
sv: Datum skapad

source: time of modification
fi: Muokkausaika
sv: Datum modifierad

source: Name
fi: Nimi
sv: Namn

source: Price list URL
fi: Hintalistan URL
sv: Prislista URL

source: Units
fi: Toimipisteet
sv: Enheter

source: Notification email
fi: Herätesähköposti
sv: Meddelande e-post

source: Catering provider
fi: Tarjoaja
sv: Catering leverantör

source: Catering providers
fi: Tarjoajat
sv: Catering leverantörer

source: Catering product category
fi: Tuotekategoria
sv: Catering produkt kategorin

source: Catering product categories
fi: Tuotekategoriat
sv: Catering produkt kategorier

# catering
source: Category
fi: Kategoria
sv: Kategori

source: Description
fi: Kuvaus
sv: Beskrivning

source: Catering product
fi: Tuote
sv: Catering produkt

source: Catering products
fi: Tuotteet
sv: Catering produkter

source: Reservation
fi: Varaus

source: Invoicing data
fi: Laskutusnumero
sv: Faktureringsdata

source: Message
fi: Viesti
sv: Meddelande

source: Serving time
fi: Tarjoiluaika
sv: Serverings tid

source: Catering order
fi: Tarjoilutilaus
sv: Catering beställning

source: Catering orders
fi: Tarjoilutilaukset
sv: Catering beställningar

source: Product
fi: Tuote
sv: Produkt

source: Quantity
fi: Lukumäärä
sv: Kvantitet

source: Order
fi: Tilaus
sv: Beställning

source: Catering order line
fi: Tilausrivi
sv: Catering beställning linje

source: Catering order lines
fi: Tilausrivit
sv: Catering beställning linjer

source: Illegal type.
fi: Kielletty tyyppi.
sv: Ogiltig typ.

source: You cannot comment this object.
fi: Et voi kommentoida tätä objektia.
sv: Du kan inte kommentera detta objekt.

source: Time of creation
fi: Lisäysaika
sv: Skapad

source: Created by
fi: Lisääjä
sv: Skapad av

source: Text
fi: Teksti

source: Comment
fi: Kommentti
sv: Kommentar

source: Comments
fi: Kommentit
sv: Kommentarer

source: requested
fi: käsiteltävänä
sv: begärd

source: cancelled
fi: peruttu
sv: avbruten

source: resource
fi: resurssi
sv: resurs

source: Notifications
fi: Herätteet
sv: Notifikationer

source: Reservation requested
fi: Alustava varaus tehty
sv: Bokning begärd

source: Reservation requested official
fi: Alustava varaus tehty virkailija
sv: Officiell begärd bokning

source: Reservation cancelled
fi: Varaus peruttu
sv: Bokning avbruten

source: Reservation cancelled official
fi: Varaus peruttu virkailija

source: Reservation created
fi: Varaus luotu
sv: Bokning skapad

source: Reservation created official
fi: Varaus luotu virkailija

source: Reservation modified
fi: Varaus muokattu

source: Reservation modified official
fi: Varaus muokattu virkailija

source: Reservation created with access code
fi: Varaus pääsykoodin kanssa tehty
sv: Bokning skapad med behörighetskod

source: Reservation created with access code official
fi: Varaus pääsykoodin kanssa tehty virkailija

source: Reservation confirmed
fi: Varaus vahvistettu

source: Reservation denied
fi: Varaus hylätty

source: Access code was created for a reservation
fi: Pääsykoodi varausta varten on luotu

source: Catering order created
fi: Tarjoilutilaus luotu
sv: Catering beställning skapad

source: Catering order modified
fi: Tarjoilutilausta muokattu
sv: Catering beställning ändrad

source: Catering order deleted
fi: Tarjoilutilaus poistettu
sv: Catering beställning raderad

source: Reservation comment created
fi: Varauskommentti luotu
sv: Bokningskommentar skapad

source: Catering order comment created
fi: Tarjoilutilauskommentti luotu
sv: Catering beställning komment skapad

source: Type
fi: Tyyppi
sv: Typ

source: Short message
fi: Lyhyt viesti
sv: Kort meddelande

source: Short notification text for e.g. SMS messages
fi: Lyhyt viesti esimerkiksi SMS-viesteihin
sv: Kort meddelande för ex. SMS

source: Subject
fi: Otsikko
sv: Ämne

source: Subject for email notifications
fi: Otsikko sähköpostiviesteihin
sv: Ämne för e-post meddelande

source: Body
fi: Sisältö

source: Text body for email notifications
fi: Tekstisisältö sähköpostiviesteihin
sv: Text för e-post notifikationer

source: HTML body
fi: HTML-sisältö
sv: HTML text

source: HTML body for email notifications
fi: HTML-sisältö sähköpostiviesteihin
sv: HTML text för e-post notifikationer

source: Notification template
fi: Herätemalli
sv: Meddelande mall

source: Notification templates
fi: Herätemallit
sv: Meddelande mallar

source: All the resources must have manual reservation confirmation disabled.
fi: Millään näistä resursseista ei saa olla "tarvitsee virkailijan vahvistuksen" päällä.

source: price
fi: hinta

source: resources
fi: resurssit
sv: resurser

source: created at
fi: luotu

source: modified at
fi: muokattu

source: price period
fi: hinnan ajanjakso

source: product type
fi: tuotteen tyyppi

source: price including VAT
fi: hinta sisältäen ALV:n

source: unit price
fi: yksikköhinta

source: tax percentage
fi: veroprosentti

source: timestamp
fi: aikaleima

source: user
fi: käyttäjä

source: Cannot exceed max product quantity
fi: Maksimilukumäärää ei voi ylittää

source: This product isn't available on the resource.
fi: Tämä tuote ei ole saatavilla tällä resurssilla.

source: At least one order line required.
fi: Vähintään yksi tilausrivi tarvitaan.

source: Order lines cannot contain duplicate products.
fi: Tilausrivit eivät voi sisältää samoja tuotteita.

source: The order must contain at least one product of type "rent".
fi: Tilauksen täytyy sisältää vähintään yksi tuote jonka tyyppi on "vuokra".

source: rent
fi: vuokra

source: per period
fi: ajanjaksoa kohti

source: fixed
fi: kiinteä

source: internal product ID
fi: sisäinen tuote-ID

source: archived_at
fi: arkistoitu

source: type
fi: tyyppi

source: name
fi: nimi
sv: namn

source: description
fi: kuvaus
sv: beskrivning

source: price type
fi: hinnan tyyppi

source: max quantity
fi: maksimimäärä

source: product
fi: tuote

source: products
fi: tuotteet

source: This field requires a non-zero value when price type is "per period".
fi: Tällä kentällä tulee oll arvo silloin kun hinnan tyyppi on "ajanjaksoa kohti".

source: waiting
fi: odottaa

source: confirmed
fi: hyväksytty
sv: godkänd

source: rejected
fi: hylätty

source: expired
fi: vanhentunut

source: state
fi: tila

source: order number
fi: tilausnumero

source: reservation
fi: varaus

source: order
fi: tilaus

source: orders
fi: tilaukset

source: quantity
fi: määrä

source: order line
fi: tilausrivi

source: order lines
fi: tilausrivit

source: order log entry
fi: tilauksen lokirivi

source: state change
fi: tilanvaihto

source: order log entries
fi: tilauksen lokirivit

source: hour
fi: tunti

source: {hours} hours
fi: {hours} tuntia

source: No reservations.
fi: Ei varauksia.
sv: Ingen bokning

source: No information available
fi: Ei tietoja saatavilla
sv: Ingen information tillgänglig

source: No reservations
fi: Ei varauksia
sv: Ingen bokning

source: Either unit or a valid resource id is required.
fi: Joko unit tai resource on pakollinen.
sv: Enhet eller resurs är obligatorisk.

source: No resources found
fi: Resurssia ei löytynyt
sv: Inga resurser hittades

source: day-report
fi: päiväraportti
sv: dags rapport

# report
source: Catering order
fi: Tarjoilutilaus
sv: Catering beställning

source: pcs.
fi: kpl
sv: st.

source: Too many (> 1000) reservations to return
fi: Liian monta (> 1000) varausta palautettavaksi
sv: För många reservationer att återvända

source: reservation-details
fi: varauksen-tiedot
sv: Bokningsdetaljer

source: Resource group
fi: Resurssiryhmä
sv: Resursgrupp

source: Resource groups
fi: Resurssiryhmät
sv: Resursgrupper

source: Import Service Map
fi: Tuo Service Map

source: Import Kirkanta
fi: Tuo Kirkanta

source: Required fields must be a subset of supported fields
fi: Jokaisen pakollisen kentän täytyy olla myös tuettu kenttä
sv: Obligatoriska fält måste vara en delmängd av stödda fält

source: Import municipalities
fi: Tuo kunnat
sv: Importera kommuner

source: Import divisions
fi: Tuo alueet
sv: Importera zoner

source: HH:mm
fi: TT:mm

source: Illegal state change
fi: Kielletty tilan vaihto
sv: Otillåten förändring av tillstånd

source: You are not allowed to make reservations in this resource.
fi: Varauksen teko tähän resurssiin ei ole sallittua.
sv: Du får inte göra reservationer i denna resurs.

source: You cannot make a reservation in the past
fi: Varauksen teko menneisyyteen ei ole sallittua
sv: Det går inte att göra reservationer i det förgångna.

source: The resource is reservable only before %(datetime)s
fi: Tila on varattavissa vain ennen %(datetime)s

source: The resource is reservable only after %(datetime)s
fi: Tila on varattavissa vain %(datetime)s jälkeen

source: You are not allowed to make a reservation of this type
fi: Et voi tehdä tämän tyyppistä varausta
sv: Du får inte boka den här typen

source: Only allowed to be set by staff members
fi: Ainoastaan virkailijat saavat asettaa
sv: Endast tillåtet att fastställas av personal.

source: This field cannot have a value with this resource
fi: Tällä kentällä ei voi olla arvoa tällä resurssilla
sv: Det här fältet kan inte ha ett värde med den här resursen

source: This field cannot be changed
fi: Tätä arvoa ei voi muuttaa
sv: Detta fält kan inte modifieras

source: Invalid value in filter %(filter)s
fi: Virheellinen arvo filtterissä %(filter)s
sv: Felaktigt värde i filter %(filter)s

source: Reservation failed. Too many reservations at once.
fi: Varaus epäonnistui. Liian monta varausta kerralla.
sv: Bokningen misslyckades. För många bokningar.

source: Reservation failed. Begin or end time is missing.
fi: Varaus epäonnistui. Alkamis- tai loppumisaika puuttuu.
sv: Bokningen misslyckades. Någon av tiderna fattas.

source: Reservation failed. Make sure reservation period is correct.
fi: Varaus epäonnistui. Tarkista varausaika.
sv: Bokningen misslyckades. Kolla reserveringstiderna.

source: Reservation failed. Overlap with existing reservations.
fi: Varaus epäonnistui. Jokin ajoista on jo varattu.
sv: Bokningen misslyckades. Någon av tiderna är redan bokad.

source: reservations
fi: varaukset
sv: reservationer

source: Resource app
fi: Resurssisovellus
sv: Resurs app

source: unit group administrator
fi: toimipisteryhmän ylläpitäjä
sv: Enhetsgrupp administratör

source: unit administrator
fi: toimipisteen ylläpitäjä
sv: Enhets administratör

source: unit manager
fi: toimipisteen hoitaja
sv: Enhets chef

source: unit viewer
fi: toimipisteen katsoja
sv: Enhets visare

source: Time of modification
fi: Muokkausaika
sv: Modifieringstidpukt

source: Resource
fi: Resurssi
sv: Resurs

source: open
fi: auki
sv: öppen

source: closed
fi: kiinni
sv: stängd

source: Unit
fi: Toimipiste
sv: Enhet

source: Start date
fi: Alkupäivä
sv: Start datum

source: End date
fi: Loppupäivä
sv: Slutdatum

source: Closed
fi: Suljettu
sv: Stängd

source: period
fi: aikaväli

source: periods
fi: aikavälit
sv: perioder

source: You must set 'resource' or 'unit'
fi: Aseta 'resource' tai 'unit'
sv: Du måste ange en resurs eller en enhet

source: You must set either 'resource' or 'unit', but not both
fi: Aseta 'resource' tai 'unit', älä molempia
sv: Du måste ange antingen en resurs eller en enhet, men inte båda

source: You must set 'start' and 'end' fields.
fi: Aseta 'resource' tai 'unit'
sv: Start och slut fälten måste innehålla ett värde

source: Monday
fi: maanantai
sv: måndag

source: Tuesday
fi: tiistai
sv: tisdag

source: Wednesday
fi: keskiviikko
sv: onsdag

source: Thursday
fi: torstai
sv: torsdag

source: Friday
fi: perjantai
sv: fredag

source: Saturday
fi: lauantai
sv: lördag

source: Sunday
fi: sunnuntai
sv: söndag

source: Period
fi: Aikaväli

source: Weekday
fi: Viikonpäivä
sv: veckodag

source: Time when opens
fi: Aukeamisaika
sv: Öppnar

source: Time when closes
fi: Sulkemisaika
sv: Stänger

source: Range between opens and closes
fi: Aukioloajan pituus
sv: Tid mellan öppnar och stänger

source: day
fi: päivä
sv: dag

source: days
fi: päivät
sv: dagar

source: Modified by
fi: Muokkaaja
sv: Modifierad av

source: equipment category
fi: varusteluokka
sv: utrsutningskatergori

source: equipment categories
fi: varusteluokat
sv: utrsutningskatergorier

source: Category
fi: Luokka
sv: Katergori

# singular
source: equipment
fi: varuste
sv: utrustning

# plural
source: equipment
fi: varusteet
sv: utrustning

source: equipment alias
fi: varusteen toinen nimi
sv: utrustning alias

source: equipment aliases
fi: varusteen toiset nimet
sv: utrustning alias

source: Can approve reservation
fi: Voi hyväksyä varauksen
sv: Kan godkänna reservation

source: Can make reservations
fi: Voi tehdä varauksia
sv: Kan göra reservationer

source: Can modify reservations
fi: Voi muokata varauksia
sv: Kan modifiera reservationer

source: Can make reservations outside opening hours
fi: Voi tehdä varauksia aukioloaikojen ulkopuolella
sv: Kan göra reservationer utanför öppettider

source: Can view reservation access code
fi: Voi nähdä varauksen pääsykoodin
sv: Kan se reservationers behörighetskod

source: Can view reservation extra fields
fi: Voi nähdä varauksen lisäkentät
sv: Kan se reservationers extra fält

source: Can view reservation user
fi: Voi nähdä varauksen käyttäjän
sv: Kan se reservationers användare

source: Can access reservation comments
fi: Pääsy varauksen kommentteihin
sv: Kan ser kommentarer i reservationer

source: Can create comments for a reservation
fi: Voi luoda kommentteja varaukseen
sv: Kan skapa kommentarer för en reservation

source: Can view reservation catering orders
fi: Voi nähdä varauksen cateringtilaukset
sv: Kan visa reservationer catering beställningar

source: Can modify reservation catering orders
fi: Voi muokata varauksen tarjoilutilauksia
sv: Kan redigera reservation catering beställningar

source: Can view reservation product orders
fi: Voi nähdä varauksen tuotetilaukset

source: Can modify paid reservations
fi: Voi muokata maksettuja varauksia

source: Can bypass payment for paid reservations
fi: Voi ohittaa varauksen maksamisen
sv: Kan åsidosätta betalningen av bokningen

source: Can create a reservation that is a staff event
fi: Voi luoda henkilökuntavarauksen
sv: Kan skapa en reservation som är en personalhändelse

source: Can create reservations of a non-normal type
fi: Voi tehdä erikoistyyppisiä varauksia
sv: Kan skapa reservationer av en icke-normal typ

source: Can bypass manual confirmation requirement for resources
fi: Voi ohittaa manuaalisen vahvistuksen
sv: Kan kringgå manuellt bekräftelsekrav för resurser

source: Can create reservations for other registered users
fi: Voi tehdä varauksia muille käyttäjille
sv: Kan skapa reservationer för andra registrerade användare

source: created
fi: luoja
sv: skapad

source: denied
fi: hylätty
sv: nekad

source: waiting for payment
fi: odottaa maksua

source: Normal reservation
fi: Tavallinen varaus

source: Resource blocked
fi: Resurssi suljettu
sv: Resurs blockerad

source: Begin time
fi: Alkuaika
sv: Påbörja

source: End time
fi: Loppuaika
sv: Avsluta

source: Length of reservation
fi: Varauksen kesto
sv: Reservationens längd

source: User
fi: Käyttäjä
sv: Användare

source: State
fi: Tila
sv: Tillstånd

source: Approver
fi: Hyväksyjä
sv: Godkännare

source: Is staff event
fi: Viraston oma tapahtuma
sv: Verkets eget evenemang

source: Access code
fi: Pääsykoodi
sv: Behörighetskod

source: Event subject
fi: Tapahtuman nimi
sv: Evenemang ämne

source: Event description
fi: Tapahtuman kuvaus
sv: Evenemang beskrivning

source: Number of participants
fi: Osallistujamäärä
sv: Antalet deltagare

source: Participants
fi: Osallistujat
sv: Deltagare

source: Host name
fi: Isäntä
sv: Värdnamn

source: Require assistance
fi: Tarvitsee avustusta

source: Require workstation
fi: Tarvitsee työaseman

source: Reserver name
fi: Varaajan nimi
sv: Reservnamn

source: Reserver ID (business or person)
fi: Varaajan tunniste (yritys tai henkilö)
sv: Reserv ID (företag eller person)

source: Reserver email address
fi: Varaajan sähköpostiosoite
sv: Reserverares email adress

source: Reserver phone number
fi: Varaajan puhelinnumero
sv: Reserverares telefonnummer

source: Reserver address street
fi: Varaajan katuosoite
sv: Reserverares gatuadress

source: Reserver address zip
fi: Varaajan postinumero
sv: Reserverares postnummer

source: Reserver address city
fi: Varaajan kaupunki
sv: Reserverares postort

source: Reservation extra questions
fi: Varauksen lisäkysymykset
sv: Extra frågor för bokning

source: Company
fi: Yhdistys
sv: Företag

source: Billing first name
fi: Laskutusosoite etunimi

source: Billing last name
fi: Laskutusosoite sukunimi

source: Billing email address
fi: Laskutussähköposti

source: Billing phone number
fi: Laskutuspuhelinnumero

source: Billing address street
fi: Laskutusosoite katuosoite
sv: Fakturering gatuadress

source: Billing address zip
fi: Laskutusosoite postinumero
sv: Fakturering gatuadress postnummer

source: Billing address city
fi: Laskutusosoite kaupunki
sv: Fakturering gatuadress stad

source: Original ID
fi: Alkuperäinen tunniste

source: You must end the reservation after it has begun
fi: Varauksen loppuaika ei voi olla ennen alkuaikaa
sv: Du måste avsluta bokningen när den har börjat

source: Begin and end time must match time slots
fi: Tarkista aikarajoitteet
sv: Början och sluttiden måste matcha tidsluckor

source: The resource is already reserved for some of the period
fi: Tila on jo varattu ainakin osan ajanjaksosta
sv: Resursen är redan reserverad under en del av perioden

source: The minimum reservation length is %(min_period)s
fi: Varauksen minimikesto on %(min_period)s

source: Field name
fi: Kentän nimi

source: Reservation metadata field
fi: Varauksen metatietokenttä

source: Reservation metadata fields
fi: Varauksen metatietokentät

source: Supported fields
fi: Tuetut kentät

source: Required fields
fi: Pakolliset kentät

source: Reservation metadata set
fi: Varauksen metatietojoukko

source: Reservation metadata sets
fi: Varauksen metatietojoukot

source: Invalid value
fi: Epäkelpo arvo
sv: Ogiltigt värde

source: Space
fi: Tila
sv: Utrymme

source: Person
fi: Henkilö

source: Item
fi: Esine
sv: Föremål

source: Main type
fi: Päätyyppi
sv: Huvudtyp

source: resource type
fi: resurssityyppi
sv: typ av resurs

source: resource types
fi: resurssityypit
sv: typ av resurser

source: Parent
fi: Vanhempi
sv: Förälder

source: Public
fi: Julkinen
sv: Offentlig

source: purpose
fi: käyttötarkoitus
sv: syfte

source: purposes
fi: käyttötarkoitukset
sv: syften

source: Payment terms
fi: Maksuehdot
sv: Betalnings villkor

source: Generic terms
fi: Yleiset ehdot
sv: Allmänna villkor

source: Terms type
fi: Ehtojen tyyppi
sv: Typ av villkor

# singular
source: terms of use
fi: käyttöehdot
sv: villkor

# plural
source: terms of use
fi: käyttöehdot
sv: villkor

source: None
fi: Ei mitään
sv: Ingen

source: Weak
fi: Heikko
sv: Svag

source: Strong
fi: Vahva
sv: Stark

source: 4-digit PIN code
fi: 4-numeroinen pin-koodi
sv: 4-siffrig PIN-kod

source: 6-digit PIN code
fi: 6-numeroinen pin-koodi
sv: 6-siffrig PIN-kod

source: Resource type
fi: Resurssityyppi
sv: Resurs typ

source: Purposes
fi: Käyttötarkoitukset
sv: Syften

source: Age restriction (min)
fi: Alaikäraja

source: Age restriction (max)
fi: Yläikäraja

source: Need manual confirmation
fi: Tarvitsee virkailijan vahvistuksen
sv: Kräver manuell bekräftelse

source: E-mail addresses for client correspondence
fi: Sähköpostiosoitteet asiakasvarausten muutoksille

source: Authentication
fi: Tunnistautuminen
sv: Autentisering

source: People capacity
fi: Henkilömäärä
sv: Kapacitet

source: Area (m2)
fi: Pinta-ala (m2)
sv: Yta (m2)

source: Location
fi: Sijainti
sv: Plats

source: Minimum reservation time
fi: Lyhin varausaika
sv: Minsta bokningstid

source: Maximum reservation time
fi: Pisin varausaika
sv: Längsta bokningstid

source: Reservation cooldown
fi: Varaustauko

source: Slot size for reservation time
fi: Varausajan välin koko
sv: Spårstorlek för bokningstid

source: Equipment
fi: Varustelut
sv: Utrustning

source: Maximum number of active reservations per user
fi: Varauksia enintään per käyttäjä (voimassa olevia)
sv: Högsta antalet aktiva bokningar per användare

source: Reservable
fi: Varattavissa
sv: Bokningsbar

source: Reservation info
fi: Varausinfo
sv: Bokningsinfo

source: Responsible contact info
fi: Vastuuhenkilön yhteystiedot
sv: Ansvarig person

source: Specific terms
fi: Resurssikohtaiset ehdot
sv: Specifika villkor

source: Extra content to "reservation requested" notification
fi: Lisäsisältö "alustava varaus"-ilmoitukseen
sv: Extra innehåll till "reservation begärd" anmälan

source: Extra content to "reservation confirmed" notification
fi: Lisäsisältö "varaus vahvistettu"-ilmoitukseen
sv: Extra innehåll till "reservation godkänd" anmälan

source: Reservation additional information
fi: Varauksen lisäinfo

source: Min price per hour
fi: Minimituntihinta
sv: Lägsta pris per timme

source: Max price per hour
fi: Maksimituntihinta
sv: Högsta pris per timme

source: Access code type
fi: Pääsykoodityyppi
sv: Typ av behörighetskod

source: Reservable max. days in advance
fi: Varattavissa enintään näin monta päivää etukäteen
sv: Bokningsbar dagar i förväg

source: Reservable min. days in advance
fi: Varattavissa vähintään näin monta päivää etukäteen
sv: Dagar tills bokning är möjlig

source: External reservation URL
fi: Ulkoisen varauskalenterin URL
sv: Extern kalenderadress

source: A link to an external reservation system if this resource is managed elsewhere
fi: Ulkoisen varausjärjestelmän osoite jos tätä resurssia hallitaan muualla
sv: En URL till ett externt bokningssystem om den här resursen hanteras annorstädes

source: You cannot make a multi day reservation
fi: Varaus ei saa ulottua useammalle päivälle

source: You must start and end the reservation during opening hours
fi: Varauksen täytyy alkaa ja päättyä aukioloaikojen sisällä

source: The maximum reservation length is %(max_period)s
fi: Varauksen maksimikesto on %(max_period)s

source: Maximum number of active reservations for this resource exceeded.
fi: Liikaa voimassa olevia varauksia tähän tilaan.

source: This value cannot be greater than max price per hour
fi: Tämä arvo ei voi olla suurempi kuin maksimituntihinta

source: This value must be a multiple of slot_size
fi: Tämän arvon täytyy olla slot_size arvon moninkerta
sv: Detta värde måste vara ett flertal av slot_size

source: This cannot be enabled because the resource has product(s).
fi: Tätä ei voi laittaa päälle, koska resurssilla on ainakin yksi tuote.

source: Main photo
fi: Päävalokuva
sv: Huvudbild

source: Ground plan
fi: Pohjapiirros
sv: Grundritning

source: Map
fi: Kartta
sv: Karta

source: Other
fi: Toinen
sv: Annan

source: Caption
fi: Kuvateksti
sv: Bildtext

source: Image
fi: Kuva
sv: Bild

source: Cropping
fi: Rajaus
sv: Avskärning

source: Sort order
fi: Järjestysnumero
sv: Sortera efter

source: Image has to be larger than 5x5
fi: Kuva pitää olla isompi kuin 5x5

source: Image has to be less than 1920x1280
fi: Kuva pitää olla pienempi kuin 1920x1280

source: resource image
fi: resurssin kuva
sv: resurs bild

source: resource images
fi: resurssin kuvat
sv: resurs bilder

# singular
source: resource equipment
fi: resurssin varuste
sv: resrus utrustning

# plural
source: resource equipment
fi: resurssin varusteet
sv: resurs utrustning

source: Identifier
fi: Tunniste
sv: Identifierare

source: Resources
fi: Resurssit
sv: Resurser

source: Overlapping opening hours
fi: Päällekkäiset aukioloajat
sv: Överlappande öppettider
